[
  {
    "id": 1,
    "name": "Black Clover",
    "coverSrc": "/covers/anime_Black-Clover.jpg",
    "coverAlt": "Black Clover anime cover",
    "type": "anime",
    "slug": "black-clover",
    "description": "<p>Asta and Yuno were abandoned at the same church on the same day. Raised together as children, they came to know of the 'Wizard King'—a title given to the strongest mage in the kingdom—and promised that they would compete against each other for the position of the next Wizard King. However, as they grew up, the stark difference between them became evident. While Yuno is able to wield magic with amazing power and control, Asta cannot use magic at all and desperately tries to awaken his powers by training physically.</p><p>When they reach the age of 15, Yuno is bestowed a spectacular Grimoire with a four-leaf clover, while Asta receives nothing. However, soon after, Yuno is attacked by a person named Lebuty, whose main purpose is to obtain Yuno's Grimoire. Asta tries to fight Lebuty, but he is outmatched. Though without hope and on the brink of defeat, he finds the strength to continue when he hears Yuno's voice. Unleashing his inner emotions in a rage, Asta receives a five-leaf clover Grimoire, a 'Black Clover' giving him enough power to defeat Lebuty. A few days later, the two friends head out into the world, both seeking the same goal—to become the Wizard King!</p>",
    "tagLine": "Even with no magical powers… I’ll become the Magic Emperor."
  },
  {
    "id": 2,
    "name": "Code Geass: Hangyaku no Lelouch",
    "coverSrc": "/covers/anime_Code-Geass-Hangyaku-no-Lelouch.jpg",
    "coverAlt": "Code Geass anime cover",
    "type": "anime",
    "slug": "code-geass-hangyaku-no-lelouch",
    "description": "<p>In the year 2010, the Holy Empire of Britannia is establishing itself as a dominant military nation, starting with the conquest of Japan. Renamed to Area 11 after its swift defeat, Japan has seen significant resistance against these tyrants in an attempt to regain independence.</p><p>Lelouch Lamperouge, a Britannian student, unfortunately finds himself caught in a crossfire between the Britannian and the Area 11 rebel armed forces. He is able to escape, however, thanks to the timely appearance of a mysterious girl named C.C., who bestows upon him Geass, the 'Power of Kings'. Realizing the vast potential of his newfound 'power of absolute obedience', Lelouch embarks upon a perilous journey as the masked vigilante known as Zero, leading a merciless onslaught against Britannia in order to get revenge once and for all.</p>",
    "tagLine": "I am Zero!, I will destroy the world and create it anew!"
  },
  {
    "id": 3,
    "name": "Death Note",
    "coverSrc": "/covers/anime_Death-Note.jpg",
    "coverAlt": "Death Note anime cover",
    "type": "anime",
    "slug": "death-note",
    "description": "<p>A shinigami, as a god of death, can kill any person—provided they see their victim's face and write their victim's name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm.</p><p>High school student and prodigy Light Yagami stumbles upon the Death Note and—since he deplores the state of the world—tests the deadly notebook by writing a criminal's name in it. When the criminal dies immediately following his experiment with the Death Note, Light is greatly surprised and quickly recognizes how devastating the power that has fallen into his hands could be.</p><p>With this divine capability, Light decides to extinguish all criminals in order to build a new world where crime does not exist and people worship him as a god. Police, however, quickly discover that a serial killer is targeting criminals and, consequently, try to apprehend the culprit. To do this, the Japanese investigators count on the assistance of the best detective in the world: a young and eccentric man known only by the name of L.</p>",
    "tagLine": "This world is rotten, and those who are making it rot deserve to die. Someone has to do it, so why not me?"
  },
  {
    "id": 4,
    "name": "Dr. STONE",
    "coverSrc": "/covers/anime_Dr-STONE.jpg",
    "coverAlt": "Dr. STONE anime cover",
    "type": "anime",
    "slug": "dr-stone",
    "description": "<p>After five years of harboring unspoken feelings, high-schooler Taiju Ooki is finally ready to confess his love to Yuzuriha Ogawa. Just when Taiju begins his confession however, a blinding green light strikes the Earth and petrifies mankind around the world—turning every single human into stone.</p><p>Several millennia later, Taiju awakens to find the modern world completely nonexistent, as nature has flourished in the years humanity stood still. Among a stone world of statues, Taiju encounters one other living human: his science-loving friend Senkuu, who has been active for a few months. Taiju learns that Senkuu has developed a grand scheme—to launch the complete revival of civilization with science. Taiju's brawn and Senkuu's brains combine to forge a formidable partnership, and they soon uncover a method to revive those petrified.</p><p>However, Senkuu's master plan is threatened when his ideologies are challenged by those who awaken. All the while, the reason for mankind's petrification remains unknown.</p>",
    "tagLine": "I’m going to use the power of science to rescue every single person."
  },
  {
    "id": 5,
    "name": "Dragon Ball Super",
    "coverSrc": "/covers/anime_Dragon-Ball-Super.jpg",
    "coverAlt": "Dragon Ball Super anime cover",
    "type": "anime",
    "slug": "dragon-ball-super",
    "description": "<p>Seven years after the events of Dragon Ball Z, Earth is at peace, and its people live free from any dangers lurking in the universe. However, this peace is short-lived; a sleeping evil awakens in the dark reaches of the galaxy: Beerus, the ruthless God of Destruction.</p><p>Disturbed by a prophecy that he will be defeated by a 'Super Saiyan God', Beerus and his angelic attendant Whis start searching the universe for this mysterious being. Before long, they reach Earth where they encounter Gokuu Son, one of the planet's mightiest warriors, and his similarly powerful friends.</p>",
    "tagLine": "The truth is, I ain't a hero, or anything else like that. But anyone who tries to hurt my friends.... IS GONNA PAY!!"
  },
  {
    "id": 6,
    "name": "Gintama",
    "coverSrc": "/covers/anime_Gintama.png",
    "coverAlt": "Gintama anime cover",
    "type": "anime",
    "slug": "gintama",
    "description": "<p>The Amanto, aliens from outer space, have invaded Earth and taken over feudal Japan. As a result, a prohibition on swords has been established, and the samurai of Japan are treated with disregard as a consequence.</p><p>However one man, Gintoki Sakata, still possesses the heart of the samurai, although from his love of sweets and work as a yorozuya, one might not expect it. Accompanying him in his jack-of-all-trades line of work are Shinpachi Shimura, a boy with glasses and a strong heart, Kagura with her umbrella and seemingly bottomless stomach, as well as Sadaharu, their oversized pet dog. Of course, these odd jobs are not always simple, as they frequently have run-ins with the police, ragtag rebels, and assassins, oftentimes leading to humorous but unfortunate consequences.</p><p>Who said life as an errand boy was easy?</p>",
    "tagLine": "I don't care if this country of Samurai fell. Then and now, what I protect has never changed!"
  },
  {
    "id": 7,
    "name": "Fullmetal Alchemist: Brotherhood",
    "coverSrc": "/covers/anime_Hagane-no-Renkinjutsushi-Fullmetal-Alchemist.jpg",
    "coverAlt": "Fullmetal Alchemist: Brotherhood anime cover",
    "type": "anime",
    "slug": "fullmetal-alchemist-brotherhood",
    "description": "<p>Alchemy is bound by this Law of Equivalent Exchange — something the young brothers Edward and Alphonse Elric only realize after attempting human transmutation: the one forbidden act of alchemy. They pay a terrible price for their transgression—Edward loses his left leg, Alphonse his physical body. It is only by the desperate sacrifice of Edward's right arm that he is able to affix Alphonse's soul to a suit of armor. Devastated and alone, it is the hope that they would both eventually return to their original bodies that gives Edward the inspiration to obtain metal limbs called 'automail' and become a state alchemist, the Fullmetal Alchemist.</p><p>Three years of searching later, the brothers seek the Philosopher's Stone, a mythical relic that allows an alchemist to overcome the Law of Equivalent Exchange. Even with military allies Colonel Roy Mustang, Lieutenant Riza Hawkeye, and Lieutenant Colonel Maes Hughes on their side, the brothers find themselves caught up in a nationwide conspiracy that leads them not only to the true nature of the elusive Philosopher's Stone, but their country's murky history as well. In between finding a serial killer and racing against time, Edward and Alphonse must ask themselves if what they are doing will make them human again... or take away their humanity.</p><p>(Source: MAL Rewrite)</p>",
    "tagLine": "In order for something to be obtained, something of equal value must be lost."
  },
  {
    "id": 8,
    "name": "Haikyuu!!",
    "coverSrc": "/covers/anime_Haikyuu!!.jpg",
    "coverAlt": "Haikyuu!! anime cover",
    "type": "anime",
    "slug": "haikyuu",
    "description": "<p>Inspired after watching a volleyball ace nicknamed 'Little Giant' in action, small-statured Shouyou Hinata revives the volleyball club at his middle school. The newly-formed team even makes it to a tournament; however, their first match turns out to be their last when they are brutally squashed by the 'King of the Court', Tobio Kageyama. Hinata vows to surpass Kageyama, and so after graduating from middle school, he joins Karasuno High School's volleyball team—only to find that his sworn rival, Kageyama, is now his teammate.</p><p>Thanks to his short height, Hinata struggles to find his role on the team, even with his superior jumping power. Surprisingly, Kageyama has his own problems that only Hinata can help with, and learning to work together appears to be the only way for the team to be successful. Based on Haruichi Furudate's popular shounen manga of the same name, Haikyuu!! is an exhilarating and emotional sports comedy following two determined athletes as they attempt to patch a heated rivalry in order to make their high school volleyball team the best in Japan.</p>",
    "tagLine": "What will I be able to see there? 'The view from the top'. A scenery I will never be able to see on my own. But if I’m not alone, then… I might be able to see it."
  },
  {
    "id": 9,
    "name": "Hunter x Hunter 2011",
    "coverSrc": "/covers/anime_Hunter-x-Hunter-2011.jpg",
    "coverAlt": "Hunter x Hunter 2011 anime cover",
    "type": "anime",
    "slug": "hunter-x-hunter-2011",
    "description": "<p>Hunter x Hunter is set in a world where Hunters exist to perform all manner of dangerous tasks like capturing criminals and bravely searching for lost treasures in uncharted territories. Twelve-year-old Gon Freecss is determined to become the best Hunter possible in hopes of finding his father, who was a Hunter himself and had long ago abandoned his young son. However, Gon soon realizes the path to achieving his goals is far more challenging than he could have ever imagined.</p><p>Along the way to becoming an official Hunter, Gon befriends the lively doctor-in-training Leorio, vengeful Kurapika, and rebellious ex-assassin Killua. To attain their own goals and desires, together the four of them take the Hunter Exam, notorious for its low success rate and high probability of death. Throughout their journey, Gon and his friends embark on an adventure that puts them through many hardships and struggles. They will meet a plethora of monsters, creatures, and characters—all while learning what being a Hunter truly means.</p>",
    "tagLine": "Plucky Gon’s quest to find his dad leads him into a whole world of crazy adventure"
  },
  {
    "id": 10,
    "name": "K-ON!",
    "coverSrc": "/covers/anime_K-ON!.png",
    "coverAlt": "K-ON! anime cover",
    "type": "anime",
    "slug": "k-on",
    "description": "<p>A fresh high school year always means much to come, and one of those things is joining a club. Being in a dilemma about which club to join, Yui Hirasawa stumbles upon and applies for the Light Music Club, which she misinterprets to be about playing simple instruments, such as castanets. Unable to play an instrument, she decides to visit to apologize and quit.</p><p>Meanwhile, the Light Music Club faces disbandment due to a lack of members. This causes the club members to offer anything, from food to slacking off during club time, in order to convince Yui to join. Despite their efforts, Yui insists on leaving due to her lack of musical experience. As a last resort, they play a piece for Yui, which sparks her fiery passion and finally convinces her to join the club.</p><p>From then onward, it's just plain messing around with bits and pieces of practice. The members of the Light Music Club are ready to make their time together a delightful one!</p>",
    "tagLine": " it’s a cute little show full of cute little marshmallowy girls, with a light color pallet, light music (which is the name of the show), and a relaxed sense of pacing"
  },
  {
    "id": 11,
    "name": "Kami nomi zo Shiru Sekai",
    "coverSrc": "/covers/anime_Kami-nomi-zo-Shiru-Sekai.jpg",
    "coverAlt": "Kami nomi zo Shiru Sekai",
    "type": "anime",
    "slug": "kami-nomi-zo-shiru-sekai",
    "description": "<p>Keima Katsuragi, known online as the legendary 'God of Conquest', can conquer any girl's heart&mdash;in dating sim games, at least. In reality, he opts for the two-dimensional world of gaming over real life because he is an unhealthily obsessed otaku of galge games (a type of Japanese video game centered on interactions with attractive girls).</p><p>When he arrogantly accepts an anonymous offer to prove his supremacy at dating sim games, Keima is misled into aiding a naive and impish demon from hell named Elucia 'Elsie' de Lute Ima with her mission: retrieving runaway evil spirits who have escaped from hell and scattered themselves throughout the human world. Keima discovers that the only way to capture these spirits is to conquer what he hates the most: the unpredictable hearts of three-dimensional girls! Shackled to Elsie via a deadly collar, Keima now has his title of 'God of Conquest' put to the ultimate test as he is forced to navigate through the hearts of a multitude of real-life girls.</p>",
    "tagLine": "I’m only attracted to girls in games!! Reality is just a shitty game."
  },
  {
    "id": 12,
    "name": "Kimetsu no Yaiba",
    "coverSrc": "/covers/anime_Kimetsu-no-Yaiba.jpg",
    "coverAlt": "Kimetsu no Yaiba anime cover",
    "type": "anime",
    "slug": "kimetsu-no-yaiba",
    "description": "<p>Ever since the death of his father, the burden of supporting the family has fallen upon Tanjirou Kamado's shoulders. Though living impoverished on a remote mountain, the Kamado family are able to enjoy a relatively peaceful and happy life. One day, Tanjirou decides to go down to the local village to make a little money selling charcoal. On his way back, night falls, forcing Tanjirou to take shelter in the house of a strange man, who warns him of the existence of flesh-eating demons that lurk in the woods at night.</p><p>When he finally arrives back home the next day, he is met with a horrifying sight&mdash;his whole family has been slaughtered. Worse still, the sole survivor is his sister Nezuko, who has been turned into a bloodthirsty demon. Consumed by rage and hatred, Tanjirou swears to avenge his family and stay by his only remaining sibling. Alongside the mysterious group calling themselves the Demon Slayer Corps, Tanjirou will do whatever it takes to slay the demons and protect the remnants of his beloved sister's humanity.</p>",
    "tagLine": "Tanjiro sets out on the path of the Demon Slayer to save his sister and avenge his family!"
  },
  {
    "id": 13,
    "name": "Kimi no Na Wa",
    "coverSrc": "/covers/anime_Kimi-no-Na-wa.png",
    "coverAlt": "Kimi no Na Wa anime cover",
    "type": "anime",
    "slug": "kimi-no-na-wa",
    "description": "<p>Mitsuha Miyamizu, a high school girl, yearns to live the life of a boy in the bustling city of Tokyo&mdash;a dream that stands in stark contrast to her present life in the countryside. Meanwhile in the city, Taki Tachibana lives a busy life as a high school student while juggling his part-time job and hopes for a future in architecture.</p><p>One day, Mitsuha awakens in a room that is not her own and suddenly finds herself living the dream life in Tokyo&mdash;but in Taki's body! Elsewhere, Taki finds himself living Mitsuha's life in the humble countryside. In pursuit of an answer to this strange phenomenon, they begin to search for one another.</p><p>Kimi no Na wa. revolves around Mitsuha and Taki's actions, which begin to have a dramatic impact on each other's lives, weaving them into a fabric held together by fate and circumstance.</p>",
    "tagLine": "'Your Name.' is, in a word, a journey. A journey into what will surely be the future of cinematography, as well as a journey on a grand emotional roller coaster."
  },
  {
    "id": 14,
    "name": "Kuroko no Basket",
    "coverSrc": "/covers/anime_Kuroko-no-Basket.jpg",
    "coverAlt": "Kuroko no Basket anime cover",
    "type": "anime",
    "slug": "kuroko-no-basket",
    "description": "<p>Teikou Junior High School's basketball team is crowned champion three years in a row thanks to five outstanding players who, with their breathtaking and unique skills, leave opponents in despair and fans in admiration. However, after graduating, these teammates, known as 'The Generation of Miracles', go their separate ways and now consider each other as rivals.</p><p>At Seirin High School, two newly recruited freshmen prove that they are not ordinary basketball players: Taiga Kagami, a promising player returning from the US, and Tetsuya Kuroko, a seemingly ordinary student whose lack of presence allows him to move around unnoticed. Although Kuroko is neither athletic nor able to score any points, he was a member of Teikou's basketball team, where he played as the 'Phantom Sixth Man,' who easily passed the ball and assisted his teammates.</p><p>Kuroko no Basket follows the journey of Seirin's players as they attempt to become the best Japanese high school team by winning the Interhigh Championship. To reach their goal, they have to cross pathways with several powerful teams, some of which have one of the five players with godlike abilities, whom Kuroko and Taiga make a pact to defeat.</p>",
    "tagLine": "I am a supporting actor, a shadow. But a shadow will become darker if the light is stronger and it will make the white of the light stand out. As the shadow of the main actor, I will make you, the light, the number one in Japan"
  },
  {
    "id": 15,
    "name": "Nanatsu no Taizai",
    "coverSrc": "/covers/anime_Nanatsu-no-Taizai.jpg",
    "coverAlt": "Nanatsu no Taizai anime cover",
    "type": "anime",
    "slug": "nanatsu-no-taizai",
    "description": "<p>In a world similar to the European Middle Ages, the feared yet revered Holy Knights of Britannia use immensely powerful magic to protect the region of Britannia and its kingdoms. However, a small subset of the Knights supposedly betrayed their homeland and turned their blades against their comrades in an attempt to overthrow the ruler of Liones. They were defeated by the Holy Knights, but rumors continued to persist that these legendary knights, called the 'Seven Deadly Sins,' were still alive. Ten years later, the Holy Knights themselves staged a coup d’état, and thus became the new, tyrannical rulers of the Kingdom of Liones.</p><p>Based on the best-selling manga series of the same name, Nanatsu no Taizai follows the adventures of Elizabeth, the third princess of the Kingdom of Liones, and her search for the Seven Deadly Sins. With their help, she endeavors to not only take back her kingdom from the Holy Knights, but to also seek justice in an unjust world.</p>",
    "tagLine": "I wanted to protect everything. But I failed, and that’s the sin I bare. So this time, I can’t fail to protect them!”"
  },
  {
    "id": 16,
    "name": "No Game No Life",
    "coverSrc": "/covers/anime_No-Game-No-Life.jpg",
    "coverAlt": "No Game No Life anime cover",
    "type": "anime",
    "slug": "no-game-no-life",
    "description": "<p>No Game No Life is a surreal comedy that follows Sora and Shiro, shut-in NEET siblings and the online gamer duo behind the legendary username 'Blank.' They view the real world as just another lousy game; however, a strange e-mail challenging them to a chess match changes everything—the brother and sister are plunged into an otherworldly realm where they meet Tet, the God of Games.</p><p>The mysterious god welcomes Sora and Shiro to Disboard, a world where all forms of conflict—from petty squabbles to the fate of whole countries—are settled not through war, but by way of high-stake games. This system works thanks to a fundamental rule wherein each party must wager something they deem to be of equal value to the other party's wager. In this strange land where the very idea of humanity is reduced to child's play, the indifferent genius gamer duo of Sora and Shiro have finally found a real reason to keep playing games: to unite the sixteen races of Disboard, defeat Tet, and become the gods of this new, gaming-is-everything world.</p>",
    "tagLine": "The winner of each game is decided before it even begins. Chance is never a factor."
  },
  {
    "id": 17,
    "name": "One Punch Man",
    "coverSrc": "/covers/anime_One-Punch-Man.jpg",
    "coverAlt": "One Punch Man anime cover",
    "type": "anime",
    "slug": "one-punch-man",
    "description": "<p>The seemingly ordinary and unimpressive Saitama has a rather unique hobby: being a hero. In order to pursue his childhood dream, he trained relentlessly for three years—and lost all of his hair in the process. Now, Saitama is incredibly powerful, so much so that no enemy is able to defeat him in battle. In fact, all it takes to defeat evildoers with just one punch has led to an unexpected problem—he is no longer able to enjoy the thrill of battling and has become quite bored.</p><p>This all changes with the arrival of Genos, a 19-year-old cyborg, who wishes to be Saitama's disciple after seeing what he is capable of. Genos proposes that the two join the Hero Association in order to become certified heroes that will be recognized for their positive contributions to society, and Saitama, shocked that no one knows who he is, quickly agrees. And thus begins the story of One Punch Man, an action-comedy that follows an eccentric individual who longs to fight strong enemies that can hopefully give him the excitement he once felt and just maybe, he'll become popular in the process.</p>",
    "tagLine": "Life gets pretty boring when you can beat the snot out of any villain with just one punch"
  },
  {
    "id": 18,
    "name": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "coverSrc": "/covers/anime_ReZero-kara-Hajimeru-Isekai-Seikatsu.png",
    "coverAlt": "Re:Zero kara Hajimeru Isekai Seikatsu anime cover",
    "type": "anime",
    "slug": "rezero-kara-hajimeru-isekai-seikatsu",
    "description": "<p>When Subaru Natsuki leaves the convenience store, the last thing he expects is to be wrenched from his everyday life and dropped into a fantasy world. Things aren't looking good for the bewildered teenager; however, not long after his arrival, he is attacked by some thugs. Armed with only a bag of groceries and a now useless cell phone, he is quickly beaten to a pulp. Fortunately, a mysterious beauty named Satella, in hot pursuit after the one who stole her insignia, happens upon Subaru and saves him. In order to thank the honest and kindhearted girl, Subaru offers to help in her search, and later that night, he even finds the whereabouts of that which she seeks. But unbeknownst to them, a much darker force stalks the pair from the shadows, and just minutes after locating the insignia, Subaru and Satella are brutally murdered.</p><p>However, Subaru immediately reawakens to a familiar scene—confronted by the same group of thugs, meeting Satella all over again—the enigma deepens as history inexplicably repeats itself.</p>",
    "tagLine": "Normal boy without power but turning back time just like save point in games... albeit, by dying. Numerous depiction of 'death' really feels like... real"
  },
  {
    "id": 19,
    "name": "Saiki Kusuo no Ψ-nan",
    "coverSrc": "/covers/anime_Saiki-Kusuo-no-sainan.png",
    "coverAlt": "Saiki Kusuo no Ψ-nan anime cover",
    "type": "anime",
    "slug": "saiki-kusuo-no-psi-nan",
    "description": "<p>To the average person, psychic abilities might seem a blessing; for Kusuo Saiki, however, this couldn't be further from the truth. Gifted with a wide assortment of supernatural abilities ranging from telepathy to x-ray vision, he finds this so-called blessing to be nothing but a curse. As all the inconveniences his powers cause constantly pile up, all Kusuo aims for is an ordinary, hassle-free life—a life where ignorance is bliss.</p><p>Unfortunately, the life of a psychic is far from quiet. Though Kusuo tries to stay out of the spotlight by keeping his powers a secret from his classmates, he ends up inadvertently attracting the attention of many odd characters, such as the empty-headed Riki Nendou and the delusional Shun Kaidou. Forced to deal with the craziness of the people around him, Kusuo comes to learn that the ordinary life he has been striving for is a lot more difficult to achieve than expected.</p>",
    "tagLine": "An hilarious low-energy gag comedy. It uses the power of 5 min attention span and high speed incantation dialogues to deliver a climax and a cliff hanger at once. Yare yare…."
  },
  {
    "id": 20,
    "name": "Shingeki no Kyojin",
    "coverSrc": "/covers/anime_Shingeki-no-Kyojin.png",
    "coverAlt": "Shingeki no Kyojin anime cover",
    "type": "anime",
    "slug": "shingeki-no-kyojin",
    "description": "<p>Centuries ago, mankind was slaughtered to near extinction by monstrous humanoid creatures called titans, forcing humans to hide in fear behind enormous concentric walls. What makes these giants truly terrifying is that their taste for human flesh is not born out of hunger but what appears to be out of pleasure. To ensure their survival, the remnants of humanity began living within defensive barriers, resulting in one hundred years without a single titan encounter. However, that fragile calm is soon shattered when a colossal titan manages to breach the supposedly impregnable outer wall, reigniting the fight for survival against the man-eating abominations.</p><p>After witnessing a horrific personal loss at the hands of the invading creatures, Eren Yeager dedicates his life to their eradication by enlisting into the Survey Corps, an elite military unit that combats the merciless humanoids outside the protection of the walls. Based on Hajime Isayama's award-winning manga, Shingeki no Kyojin follows Eren, along with his adopted sister Mikasa Ackerman and his childhood friend Armin Arlert, as they join the brutal war against the titans and race to discover a way of defeating them before the last walls are breached.</p>",
    "tagLine": "On that day, mankind received a grim reminder. We lived in fear of the titans, and were disgraced to live in these cages we called walls."
  },
  {
    "id": 21,
    "name": "Shokugeki no Souma",
    "coverSrc": "/covers/anime_Shokugeki-no-Souma.jpg",
    "coverAlt": "Shokugeki no Souma anime cover",
    "type": "anime",
    "slug": "shokugeki-no-souma",
    "description": "<p>Ever since he was a child, fifteen-year-old Souma Yukihira has helped his father by working as the sous chef in the restaurant his father runs and owns. Throughout the years, Souma developed a passion for entertaining his customers with his creative, skilled, and daring culinary creations. His dream is to someday own his family's restaurant as its head chef.</p><p>Yet when his father suddenly decides to close the restaurant to test his cooking abilities in restaurants around the world, he sends Souma to Tootsuki Culinary Academy, an elite cooking school where only 10 percent of the students graduate. The institution is famous for its 'Shokugeki' or 'food wars,' where students face off in intense, high-stakes cooking showdowns.</p><p>As Souma and his new schoolmates struggle to survive the extreme lifestyle of Tootsuki, more and greater challenges await him, putting his years of learning under his father to the test.</p>",
    "tagLine": "Repeating trial and error and failing many times… it’s that process which makes the dishes shine."
  },
  {
    "id": 22,
    "name": "Steins;Gate",
    "coverSrc": "/covers/anime_Steins;Gate.jpg",
    "coverAlt": "Steins;Gate anime cover",
    "type": "anime",
    "slug": "steinsgate",
    "description": "<p>The self-proclaimed mad scientist Rintarou Okabe rents out a room in a rickety old building in Akihabara, where he indulges himself in his hobby of inventing prospective 'future gadgets' with fellow lab members: Mayuri Shiina, his air-headed childhood friend, and Hashida Itaru, a perverted hacker nicknamed 'Daru.' The three pass the time by tinkering with their most promising contraption yet, a machine dubbed the 'Phone Microwave,' which performs the strange function of morphing bananas into piles of green gel.</p><p>Though miraculous in itself, the phenomenon doesn't provide anything concrete in Okabe's search for a scientific breakthrough; that is, until the lab members are spurred into action by a string of mysterious happenings before stumbling upon an unexpected success—the Phone Microwave can send emails to the past, altering the flow of history.</p><p>Adapted from the critically acclaimed visual novel by 5pb. and Nitroplus, Steins;Gate takes Okabe through the depths of scientific theory and practicality. Forced across the diverging threads of past and present, Okabe must shoulder the burdens that come with holding the key to the realm of time.</p>",
    "tagLine": "I'm the great mad scientist, Hououin Kyoma! El Psy Congroo"
  },
  {
    "id": 23,
    "name": "Sword Art Online",
    "coverSrc": "/covers/anime_Sword-Art-Online.jpg",
    "coverAlt": "Sword Art Online anime cover",
    "type": "anime",
    "slug": "sword-art-online",
    "description": "<p>In the year 2022, virtual reality has progressed by leaps and bounds, and a massive online role-playing game called Sword Art Online (SAO) is launched. With the aid of 'NerveGear' technology, players can control their avatars within the game using nothing but their own thoughts.</p><p>Kazuto Kirigaya, nicknamed 'Kirito,' is among the lucky few enthusiasts who get their hands on the first shipment of the game. He logs in to find himself, with ten-thousand others, in the scenic and elaborate world of Aincrad, one full of fantastic medieval weapons and gruesome monsters. However, in a cruel turn of events, the players soon realize they cannot log out; the game's creator has trapped them in his new world until they complete all one hundred levels of the game.</p><p>In order to escape Aincrad, Kirito will now have to interact and cooperate with his fellow players. Some are allies, while others are foes, like Asuna Yuuki, who commands the leading group attempting to escape from the ruthless game. To make matters worse, Sword Art Online is not all fun and games: if they die in Aincrad, they die in real life. Kirito must adapt to his new reality, fight for his survival, and hopefully break free from his virtual hell.</p>",
    "tagLine": "Levels are just numbers. In this world, strength is just an illusion. There are more important things."
  },
  {
    "id": 24,
    "name": "Tokyo Ghoul",
    "coverSrc": "/covers/anime_Tokyo-Ghoul.jpg",
    "coverAlt": "Tokyo Ghoul anime cover",
    "type": "anime",
    "slug": "tokyo-ghoul",
    "description": "<p>Tokyo has become a cruel and merciless city—a place where vicious creatures called 'ghouls' exist alongside humans. The citizens of this once great metropolis live in constant fear of these bloodthirsty savages and their thirst for human flesh. However, the greatest threat these ghouls pose is their dangerous ability to masquerade as humans and blend in with society.</p><p>Based on the best-selling supernatural horror manga by Sui Ishida, Tokyo Ghoul follows Ken Kaneki, a shy, bookish college student, who is instantly drawn to Rize Kamishiro, an avid reader like himself. However, Rize is not exactly who she seems, and this unfortunate meeting pushes Kaneki into the dark depths of the ghouls' inhuman world. In a twist of fate, Kaneki is saved by the enigmatic waitress Touka Kirishima, and thus begins his new, secret life as a half-ghoul/half-human who must find a way to integrate into both societies.</p>",
    "tagLine": "Ghouls live among us, the same as normal people in every way—except for their craving for human flesh"
  },
  {
    "id": 25,
    "name": "20th Century Boys",
    "coverSrc": "/covers/manga_20th-Century-Boys.jpg",
    "coverAlt": "20th Century Boys manga cover",
    "type": "manga",
    "slug": "20th-century-boys",
    "description": "<p>As the 20th century approaches its end, people all over the world are anxious that the world is changing. And probably not for the better.</p><p>Kenji Endo is a normal convenience store manager who's just trying to get by. But when he learns that one of his old friends going by the name 'Donkey' has suddenly committed suicide, and that a new cult led by a figure known as 'Friend' is becoming more notorious, Kenji starts to feel that something isn't right. With a few key clues left behind by his deceased friend, Kenji realizes that this cult is much more than he ever thought it would be—not only is this mysterious organization directly targeting him and his childhood friends, but the whole world also faces a grave danger that only the friends have the key to stop.</p><p>Kenji's simple life of barely making ends meet is flipped upside down when he reunites with his childhood friends, and together they must figure out the truth of how their past is connected to the cult, as the turn of the century could mean the possible end of the world.</p>",
    "tagLine": "Doomsday cults, giant robots and a group of friends trying to save the world from destruction!"
  },
  {
    "id": 26,
    "name": "Beelzebub",
    "coverSrc": "/covers/manga_Beelzebub.png",
    "coverAlt": "Beelzebub manga cover",
    "type": "manga",
    "slug": "beelzebub",
    "description": "<p>Ishiyama High—land of the delinquents. No matter how tough you think you are, you don't mess with an Ishi-high student. One of the most infamous students is first year Tatsumi Oga, called 'Demon King' by those he's defeated.</p><p>One day, while Oga is finishing off a gang that attacked him, he stumbles upon an infant. In a rare moment of kindness, Oga tries to care for the baby. As a result, the child becomes overly attached to him. In a panic, he brings the baby to his best friend Takayuki Furuichi's house. While there, they are attacked by Hildegard, a demon maid who says the baby is actually Kaiser de Emperana Beelzebub IV. She also reveals that he was sent here to destroy humanity, on a whim of his father Beelzebub III, Great Demon Lord of the Demon World. After failing to remove Baby Beel from Oga, she declares that he must raise him, as moving more than 15 meters away will result in instant death for Oga.</p><p>With his delinquent past and unfriendly nature, Oga must deal with the burden of raising a demon baby. Beezelbub follows his story through encounters with demons and dangerous classmates, all while being an unorthodox role model and carer for the young Baby Beel.</p>",
    "tagLine": "Strongest delinquent kicking asses with a baby on his back...?"
  },
  {
    "id": 27,
    "name": "Berserk",
    "coverSrc": "/covers/manga_Berserk.jpg",
    "coverAlt": "Berserk manga cover",
    "type": "manga",
    "slug": "berserk",
    "description": "<p>Guts, a former mercenary now known as the 'Black Swordsman,' is out for revenge. After a tumultuous childhood, he finally finds someone he respects and believes he can trust, only to have everything fall apart when this person takes away everything important to Guts for the purpose of fulfilling his own desires. Now marked for death, Guts becomes condemned to a fate in which he is relentlessly pursued by demonic beings.</p><p>Setting out on a dreadful quest riddled with misfortune, Guts, armed with a massive sword and monstrous strength, will let nothing stop him, not even death itself, until he is finally able to take the head of the one who stripped him—and his loved one—of their humanity.</p>",
    "tagLine": "Have you ever hated someone so much, that you would forget about your humanity, purge it all just to find enough power, for one, single fraction of a moment, one chance to get your revenge..."
  },
  {
    "id": 28,
    "name": "Black Clover",
    "coverSrc": "/covers/manga_Black-Clover.png",
    "coverAlt": "Black Clover manga cover",
    "type": "manga",
    "slug": "black-clover",
    "description": "<p>In a world full of magic, Asta—an orphan who is overly loud and energetic—possesses none whatsoever. Despite this, he dreams of becoming the Wizard King, a title bestowed upon the strongest mage in the Clover Kingdom. Possessing the same aspiration, Asta's childhood friend and rival Yuno has been blessed with the ability to control powerful wind magic. Even with this overwhelming gap between them, hoping to somehow awaken his magical abilities and catch up to Yuno, Asta trains his body relentlessly every day.</p><p>In the Clover Kingdom, once a person turns 15 years old, it is time for them to receive their Grimoire, an item allowing its wielder to use their magic to its full capacity. At the ceremony, Yuno obtains a Grimoire with a legendary four-leaf clover, indicating the exceptional strength of its wielder, while Asta pointlessly waits for his. Feeling dejected, yet unwilling to give up, Asta sees Yuno caught by a mage who is trying to steal Yuno's special Grimoire. Despite being completely overpowered by Yuno's captor, Asta's will to keep fighting rewards him with his very own Grimoire—one with an unheard-of black five-leaf clover.</p>",
    "tagLine": "Even with no magical powers… I’ll become the Magic Emperor."
  },
  {
    "id": 29,
    "name": "Bleach",
    "coverSrc": "/covers/manga_Bleach.png",
    "coverAlt": "Bleach manga cover",
    "type": "manga",
    "slug": "bleach",
    "description": "<p>For as long as he can remember, high school student Ichigo Kurosaki has been able to see the spirits of the dead, but that has not stopped him from leading an ordinary life. One day, Ichigo returns home to find an intruder in his room who introduces herself as Rukia Kuchiki, a Soul Reaper tasked with helping souls pass over. Suddenly, the two are jolted from their conversation when a Hollow—an evil spirit known for consuming souls—attacks. As Ichigo makes a brash attempt to stop the Hollow, Rukia steps in and shields him from a counterattack. Injured and unable to keep fighting, Rukia suggests a risky plan—transfer half of her Soul Reaper powers to Ichigo. He accepts and, to Rukia's surprise, ends up absorbing her powers entirely, allowing him to easily dispatch the Hollow.</p><p>Now a Soul Reaper himself, Ichigo must take up Rukia's duties of exterminating Hollows and protecting spirits, both living and dead. Along with his friends Orihime Inoue and Yasutora Sado—who later discover spiritual abilities of their own—Ichigo soon learns that the consequences of becoming a Soul Reaper and dealing with the world of spirits are far greater than he ever imagined.</p>",
    "tagLine": "Part-time student, full-time Soul Reaper, Ichigo is one of the chosen few guardians of the afterlife."
  },
  {
    "id": 30,
    "name": "Death Note",
    "coverSrc": "/covers/manga_Death-Note.jpg",
    "coverAlt": "Death Note manga cover",
    "type": "manga",
    "slug": "death-note",
    "description": "<p>A shinigami, as a god of death, can kill any person—provided they see their victim's face and write their victim's name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm.</p><p>High school student and prodigy Light Yagami stumbles upon the Death Note and—since he deplores the state of the world—tests the deadly notebook by writing a criminal's name in it. When the criminal dies immediately following his experiment with the Death Note, Light is greatly surprised and quickly recognizes how devastating the power that has fallen into his hands could be.</p><p>With this divine capability, Light decides to extinguish all criminals in order to build a new world where crime does not exist and people worship him as a god. Police, however, quickly discover that a serial killer is targeting criminals and, consequently, try to apprehend the culprit. To do this, the Japanese investigators count on the assistance of the best detective in the world: a young and eccentric man known only by the name of L.</p>",
    "tagLine": "This world is rotten, and those who are making it rot deserve to die. Someone has to do it, so why not me?"
  },
  {
    "id": 31,
    "name": "Doraemon",
    "coverSrc": "/covers/manga_Doraemon.jpg",
    "coverAlt": "Doraemon manga cover",
    "type": "manga",
    "slug": "doraemon",
    "description": "<p>Doraemon is cat shaped robot from the future traveling all the way back to the 20th century in order to help Nobi Nobita, a lazy kid with nothing really going for him. Nobi is bad at sports, his grades are terrible, he can't even win a match of rock-paper-scissors. Doraemon has a hard task ahead of him but he is well prepared with a huge arsenal of the most inventive and funny gadgets available. The problem is he's not the most competent robot cat helper out there either and the pair gets in constant trouble because of it. Thus begins one of the most interesting friendships ever to appear in a manga series.</p>",
    "tagLine": "Wonderful gadgets come out from the 4D pocket solve all the problems"
  },
  {
    "id": 32,
    "name": "Dr. STONE",
    "coverSrc": "/covers/manga_Dr.-STONE.jpg",
    "coverAlt": "Dr. STONE manga cover",
    "type": "manga",
    "slug": "dr-stone",
    "description": "<p>After five years of harboring unspoken feelings, high-schooler Taiju Ooki is finally ready to confess his love to Yuzuriha Ogawa. Just when Taiju begins his confession however, a blinding green light strikes the Earth and petrifies mankind around the world—turning every single human into stone.</p><p>Several millennia later, Taiju awakens to find the modern world completely nonexistent, as nature has flourished in the years humanity stood still. Among a stone world of statues, Taiju encounters one other living human: his science-loving friend Senkuu, who has been active for a few months. Taiju learns that Senkuu has developed a grand scheme—to launch the complete revival of civilization with science. Taiju's brawn and Senkuu's brains combine to forge a formidable partnership, and they soon uncover a method to revive those petrified.</p><p>However, Senkuu's master plan is threatened when his ideologies are challenged by those who awaken. All the while, the reason for mankind's petrification remains unknown.</p>",
    "tagLine": "I’m going to use the power of science to rescue every single person."
  },
  {
    "id": 33,
    "name": "Dragon Ball Super",
    "coverSrc": "/covers/manga_Dragon-Ball-Super.jpg",
    "coverAlt": "Dragon Ball Super manga cover",
    "type": "manga",
    "slug": "dragon-ball-super",
    "description": "<p>Seven years after the events of Dragon Ball Z, Earth is at peace, and its people live free from any dangers lurking in the universe. However, this peace is short-lived; a sleeping evil awakens in the dark reaches of the galaxy: Beerus, the ruthless God of Destruction.</p><p>Disturbed by a prophecy that he will be defeated by a 'Super Saiyan God', Beerus and his angelic attendant Whis start searching the universe for this mysterious being. Before long, they reach Earth where they encounter Gokuu Son, one of the planet's mightiest warriors, and his similarly powerful friends.</p>",
    "tagLine": "The truth is, I ain't a hero, or anything else like that. But anyone who tries to hurt my friends.... IS GONNA PAY!!"
  },
  {
    "id": 34,
    "name": "Eyeshield 21",
    "coverSrc": "/covers/manga_Eyeshield-21.png",
    "coverAlt": "Eyeshield 21 manga cover",
    "type": "manga",
    "slug": "eyeshield-21",
    "description": "<p>Timid, diminutive, and frequently the target of bullies, Sena Kobayakawa has just enrolled at Deimon Private High School. When he angers a group of delinquents by refusing to act as their errand boy, he makes an incredibly speedy getaway, an ability he has developed through years of running from his tormentors.</p><p>Youichi Hiruma—the demonic captain of the Deimon Devil Bats football team—happens to be nearby, and seeing Sena's 'golden legs' at work, forcibly recruits him as a running back despite Sena's desire to be team manager instead. Made to don the number 21 jersey and a special helmet to hide his identity as a player, Sena becomes 'Eyeshield 21,' the team's closely guarded secret weapon. Soon he realizes his love for the sport, and aims to help the Devil Bats reach the Christmas Bowl, the high school football championship.</p>",
    "tagLine": "Catch all the bone-crushing action and slapstick comedy of Japan’s hottest football manga!"
  },
  {
    "id": 35,
    "name": "Horimiya",
    "coverSrc": "/covers/manga_Horimiya.png",
    "coverAlt": "Horimiya manga cover",
    "type": "manga",
    "slug": "horimiya",
    "description": "<p>Although admired at school for her amiability and academic prowess, high school student Kyouko Hori has been hiding another side of her. With her parents often away from home due to work, Hori has to look after her younger brother and do the housework, leaving no chance to socialize away from school.</p><p>Meanwhile, Izumi Miyamura is seen as a brooding, glasses-wearing otaku. However, in reality, he is a gentle person inept at studying. Furthermore, he has nine piercings hidden behind his long hair and a tattoo along his back and left shoulder.</p><p>By sheer chance, Hori and Miyamura cross paths outside of school—neither looking as the other expects. These seemingly polar opposites become friends, sharing with each other a side they have never shown to anyone else.</p>",
    "tagLine": "A funny, light series, but it has several moments that will leave you on the edge of your seat"
  },
  {
    "id": 36,
    "name": "Imawa no Kuni no Alice",
    "coverSrc": "/covers/manga_Imawa-no-Kuni-no-Alice.jpg",
    "coverAlt": "Imawa no Kuni no Alice manga cover",
    "type": "manga",
    "slug": "imawa-no-kuni-no-alice",
    "description": "<p>Alchemy is bound by this Law of Equivalent Exchange — something the young brothers Edward and Alphonse Elric only realize after attempting human transmutation: the one forbidden act of alchemy. They pay a terrible price for their transgression—Edward loses his left leg, Alphonse his physical body. It is only by the desperate sacrifice of Edward's right arm that he is able to affix Alphonse's soul to a suit of armor. Devastated and alone, it is the hope that they would both eventually return to their original bodies that gives Edward the inspiration to obtain metal limbs called 'automail' and become a state alchemist, the Fullmetal Alchemist.</p><p>Three years of searching later, the brothers seek the Philosopher's Stone, a mythical relic that allows an alchemist to overcome the Law of Equivalent Exchange. Even with military allies Colonel Roy Mustang, Lieutenant Riza Hawkeye, and Lieutenant Colonel Maes Hughes on their side, the brothers find themselves caught up in a nationwide conspiracy that leads them not only to the true nature of the elusive Philosopher's Stone, but their country's murky history as well. In between finding a serial killer and racing against time, Edward and Alphonse must ask themselves if what they are doing will make them human again... or take away their humanity.</p><p>(Source: MAL Rewrite)</p>",
    "tagLine": "In order for something to be obtained, something of equal value must be lost."
  },
  {
    "id": 37,
    "name": "Konjiki no Gash",
    "coverSrc": "/covers/manga_Konjiki-no-Gash.jpg",
    "coverAlt": "Konjiki no Gash manga cover",
    "type": "manga",
    "slug": "konjiki-no-gash",
    "description": "<p>Kiyomaro Takamine, genius middle schooler, is greeted one morning by Gash Bell, a boy with a mysterious red book. Tasked by his father to decipher it, Kiyomaro soon learns Gash is no ordinary boy. Able to shoot lightning from his mouth at the chant of a word, Gash is a demon child—one apart of a war that takes place every 1000 years to decide the Demon King. With Kiyomaro being the only one who can read Gash's book, the duty of partner is thrust on him in this exciting tale of friendship, determination, and melons...?  </p>",
    "tagLine": "One hundred demons come to Earth to fight other demons as part of an ongoing battle to reign as king."
  },
  {
    "id": 38,
    "name": "Machida-kun no Sekai",
    "coverSrc": "/covers/manga_Machidakun-no-Sekai.png",
    "coverAlt": "Machida-kun no Sekai manga cover",
    "type": "manga",
    "slug": "machida-kun-no-sekai",
    "description": "<p>Machida Hajime is not a student who are good at academic or athletic, or socially adept person and probably quite frank. These are his weakness, and it always limiting him in certain situation He realizes this and see how this as some sort of limiting him for something. Despite of this he cares about the world and sincerely cares about those people around him and willing to help them beyond the normal line in order for that person to be happy. He cares for people due to how he see the value of life as something important and seek to help the people around him of the importance of that value and make them happy because they see all of those people as some sort of family to him. This trait of him makes him a beloved person to those who know him and see him as someone who are perfect the way he is.</p><p>The story is about many event happening around him and how he perceive those event. Whatever happen he always intend to help people because he cares for them and loved them all and the people who interact with him grow to love him back and improve themselves as person. His attitude help them change and realize the potential of a better person they are. This not only help the character grow, but also Machida-kun understanding of the world and his growth in it by interacting with.</p>",
    "tagLine": "It is a simple tale, one about a young man and his daily hijinks helping people in need."
  },
  {
    "id": 39,
    "name": "Magi: The Labyrinth of Magic",
    "coverSrc": "/covers/manga_Magi-The-Labyrinth-of-Magic.png",
    "coverAlt": "Magi: The Labyrinth of Magic manga cover",
    "type": "manga",
    "slug": "magi-the-labyrinth-of-magic",
    "description": "<p>Fourteen years ago, mysterious buildings called 'Dungeons' started to rise in various places around the world. Within these dungeons, powerful beings called djinns rule over. When a person successfully conquers the dungeon, the djinn offers their immense strength in the form of Metal Vessels, recognizing him or her as a worthy king candidate. Adventurers from many empires and kingdoms venture into the dungeons in search of their bountiful treasures and the power of djinns. However, to travel through them is not an easy task, and only Magi—legendary magicians who choose kings and develop countries—can guide people through.</p><p>After being trapped in a room for most of his life, a young Magi named Aladdin finally sets out on a journey to explore the world along with his friend, a djinn named Ugo, who he can summon from his flute. Through a series of fateful encounters, Aladdin meets new various friends and allies, and together they begin an adventure that will change the fate of the world.</p>",
    "tagLine": "An epic dungeon-busting adventure inspired by One Thousand and One Nights!"
  },
  {
    "id": 40,
    "name": "Nanatsu no Taizai",
    "coverSrc": "/covers/manga_Nanatsu-no-Taizai.jpg",
    "coverAlt": "Nanatsu no Taizai manga cover",
    "type": "manga",
    "slug": "nanatsu-no-taizai",
    "description": "<p>In a world where injustice prevails, the Holy Knights of Britannia protect their homeland with their unparalleled magic and strength. Their most sought-after targets are &quot;The Seven Deadly Sins&quot;: a group of criminals once regarded as the strongest of Britannia's Holy Knights. Their supposed conspiracy to overthrow the Kingdom of Liones led to their defeat at the hands of the Holy Knights, but rumors persist that the seven infamous knights still live.</p><p>Ten years later, the Holy Knights ironically stage a coup d'&eacute;tat themselves and capture the King of Liones, installing themselves as the new rulers of the kingdom. Elizabeth Liones, the third princess of the kingdom, sets out on a journey to find the Seven Deadly Sins and request their aid when she stumbles upon a bar owned by Meliodas, the Dragon's Sin of Wrath and the former leader of the disgraced knights. The pair sets out to find Meliodas' old comrades, but will it be hope or despair that awaits them in their travels?</p>",
    "tagLine": "I wanted to protect everything. But I failed, and that’s the sin I bare. So this time, I can’t fail to protect them!"
  },
  {
    "id": 41,
    "name": "Naruto",
    "coverSrc": "/covers/manga_Naruto.jpg",
    "coverAlt": "Naruto manga cover",
    "type": "manga",
    "slug": "naruto",
    "description": "<p>Whenever Naruto Uzumaki proclaims that he will someday become the Hokage&mdash;a title bestowed upon the best ninja in the Village Hidden in the Leaves&mdash;no one takes him seriously. Since birth, Naruto has been shunned and ridiculed by his fellow villagers. But their contempt isn't because Naruto is loud-mouthed, mischievous, or because of his ineptitude in the ninja arts, but because there is a demon inside him. Prior to Naruto's birth, the powerful and deadly Nine-Tailed Fox attacked the village. In order to stop the rampage, the Fourth Hokage sacrificed his life to seal the demon inside the body of the newborn Naruto.</p><p>And so when he is assigned to Team 7&mdash;along with his new teammates Sasuke Uchiha and Sakura Haruno, under the mentorship of veteran ninja Kakashi Hatake&mdash;Naruto is forced to work together with other people for the first time in his life. Through undergoing vigorous training and taking on challenging missions, Naruto must learn what it means to work in a team and carve his own route toward becoming a full-fledged ninja recognized by his village.</p>",
    "tagLine": "To become Hokage is my dream! I won't run away anymore... I won't go back on my word... that is my ninja way!"
  },
  {
    "id": 42,
    "name": "Onanie Master Kurosawa",
    "coverSrc": "/covers/manga_Onanie-Master-Kurosawa.jpg",
    "coverAlt": "Onanie Master Kurosawa manga cover",
    "type": "manga",
    "slug": "onanie-master-kurosawa",
    "description": "<p>Fourteen-year-old Kakeru Kurosawa is an antisocial junior high school student who looks down on his classmates&mdash;but beneath his superiority complex is a hopeless young teenager who uses masturbation as a pastime. Using erotic thoughts of his female classmates as stimulus, he locks himself daily in a seldom-used girl's bathroom at school to do his dirty deed.</p><p>One day during class, Kurosawa witnesses the popular girls bullying the timid Aya Kitahara. Although not one to be riled over such matters, he decides to deliver retribution with his own hands. In a daring move, he steals the uniforms of the bullies and dispenses his &quot;white justice&quot; over them.</p><p>Although satisfied with his exploits, Kurosawa's troubles are only just beginning. While going about his daily routine, he is suddenly confronted by Kitahara, who identifies him as the culprit behind the uniform incident, and blackmails him into terrorizing the other girls in the class the same way he dealt with her bullies. Left with little choice, Kurosawa agrees, and thus begins a coming-of-age story that deals with consequences, bullying, and people's ability to change.</p>",
    "tagLine": "This is something entirely different than what you see at first glance. If you are expecting something erotic or funny, you are looking in the wrong place."
  },
  {
    "id": 43,
    "name": "One Piece",
    "coverSrc": "/covers/manga_One-Piece.jpg",
    "coverAlt": "One Piece manga cover",
    "type": "manga",
    "slug": "one-piece",
    "description": "<p>Gol D. Roger, a man referred to as the &quot;Pirate King,&quot; is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.</p><p>Twenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.</p>",
    "tagLine": "Join Monkey D. Luffy and his swashbuckling crew in their search for the ultimate treasure, the One Piece."
  },
  {
    "id": 44,
    "name": "One Punch-Man",
    "coverSrc": "/covers/manga_One-Punch-Man.jpg",
    "coverAlt": "One Punch-Man manga cover",
    "type": "manga",
    "slug": "one-punch-man",
    "description": "<p>After rigorously training for three years, the ordinary Saitama has gained immense strength which allows him to take out anyone and anything with just one punch. He decides to put his new skill to good use by becoming a hero. However, he quickly becomes bored with easily defeating monsters, and wants someone to give him a challenge to bring back the spark of being a hero.</p><p>Upon bearing witness to Saitama's amazing power, Genos, a cyborg, is determined to become Saitama's apprentice. During this time, Saitama realizes he is neither getting the recognition that he deserves nor known by the people due to him not being a part of the Hero Association. Wanting to boost his reputation, Saitama decides to have Genos register with him, in exchange for taking him in as a pupil. Together, the two begin working their way up toward becoming true heroes, hoping to find strong enemies and earn respect in the process.</p>",
    "tagLine": "Life gets pretty boring when you can beat the snot out of any villain with just one punch."
  },
  {
    "id": 45,
    "name": "Shin Angyo Onshi",
    "coverSrc": "/covers/manga_Shin-Angyo-Onshi.jpg",
    "coverAlt": "Shin Angyo Onshi manga cover",
    "type": "manga",
    "slug": "shin-angyo-onshi",
    "description": "<p>A long, long time ago in the east, there was a country called Jushin. In Jushin there lived secret agents known as Angyo Onshi. Angyo Onshi were special envoy designated by the king. They disguised themselves and roamed the country correcting corrupt governments and brought people to justice. However, Jushin has been destroyed, but there is still one Angyo Onshi wandering...</p><p>Shin Angyo Onshi (or Tale of the Phantom Blade Master) is the story of Munsu, one of the few surviving men of the fallen empire Jushin. He also happens to have been one of Jushin's Angyo Onshi, operatives who wandered the countryside in disguise, righting wrongs and triumphing over evil with the power of his magical medallion and an army of phantom soldiers. Despite the destruction of Jushin (by his own hand, so the stories go) Munsu carries out his duty out of a sense of loyalty to the king that he supposedly killed and a burning desire for revenge against the man who masterminded everything - Aji Tae.</p>",
    "tagLine": "A nameless hero in command of a secret human weapon arises from the ashes of the fallen Jushin empire to defend the people from zombies, cannibals and beasts."
  },
  {
    "id": 46,
    "name": "Suashi no Meteorite",
    "coverSrc": "/covers/manga_Suashi-no-Meteorite.jpg",
    "coverAlt": "Suashi no Meteorite manga cover",
    "type": "manga",
    "slug": "suashi-no-meteorite",
    "description": "<p>Asatana Ariyuki is a high school student who likes being in the norm and although there are somethings he would want to change or wish upon, he is grateful for his -normal- life. One day after making a variety of wishes during a rare meteor shower, Ariyuki returns home only to find that his house has been destroyed. What are the chances? Especially when his parents are on a business trip?!</p><p>While going through the rubble searching for the cause of the destruction Ariyuki finds a small meteorite from which a young girl manifests. Though that girl looks very young she claims that she is God called on earth to fulfill the wishes and prayers of humans, specifically Ariyuki's. Thus Ariyuki definition of -normal- starts to change.</p>",
    "tagLine": "A meteorite, taking the form of a young girl, declares herself a god there to grant Ariyuki's wishes."
  },
  {
    "id": 47,
    "name": "Tensei shitara Slime Datta Ken",
    "coverSrc": "/covers/manga_Tensei-Shitara-Slime-Datta-Ken.jpg",
    "coverAlt": "Tensei shitara Slime Datta Ken manga cover",
    "type": "manga",
    "slug": "tensei-shitara-slime-datta-ken",
    "description": "<p>It is just another ordinary day for Satoru Mikami. The sun is shining brightly on the streets of Tokyo, and he is in the midst of a discussion with his colleagues when suddenly he gets stabbed by a passing robber. The average 37-year-old corporate worker is now at death's door, and he has only one regret&mdash;dying a virgin. Fading out, he is startled by a mysterious AI-like voice reciting commands.</p><p>Satoru abruptly wakes up in the middle of a strange cave, but something odd has happened: he is now a goop of slime! Thanks to his new body, he has acquired the skill to absorb anything and obtain its appearance and abilities. While testing out his newfound powers and exploring the cave, he stumbles upon a massive dragon named Veldora, who has been sealed away for the past three hundred years. After quickly befriending the beast, Satoru decides to help him escape; in exchange, Satoru is bestowed a new name: &quot;Rimuru Tempest.&quot;</p><p>Wishing to avoid a life like his boring and mundane past, Rimuru is about to set out on a grand quest that will change his own destiny and the fate of his new world.</p>",
    "tagLine": "After dying at the hands of a robber, He awakens as an overpowered slime monster who tries to build his own nation"
  },
  {
    "id": 48,
    "name": "Tokyo Ghoul",
    "coverSrc": "/covers/manga_Tokyo-Ghoul.jpg",
    "coverAlt": "Tokyo Ghoul manga cover",
    "type": "manga",
    "slug": "tokyo-ghoul",
    "description": "<p>Lurking within the shadows of Tokyo are frightening beings known as &quot;ghouls,&quot; who satisfy their hunger by feeding on humans once night falls. An organization known as the Commission of Counter Ghoul (CCG) has been established in response to the constant attacks on citizens and as a means of purging these creatures. However, the problem lies in identifying ghouls as they disguise themselves as humans, living amongst the masses so that hunting prey will be easier. Ken Kaneki, an unsuspecting university freshman, finds himself caught in a world between humans and ghouls when his date turns out to be a ghoul after his flesh.</p><p>Barely surviving this encounter after being taken to a hospital, he discovers that he has turned into a half-ghoul as a result of the surgery he received. Unable to satisfy his intense craving for human meat through conventional means, Kaneki is taken in by friendly ghouls who run a coffee shop in order to help him with his transition. As he begins what he thinks will be a peaceful new life, little does he know that he is about to find himself at the center of a war between his new comrades and the forces of the CCG, and that his new existence has caught the attention of ghouls all over Tokyo.</p>",
    "tagLine": "Ghouls live among us, the same as normal people in every way—except for their craving for human flesh."
  },
  {
    "id": 49,
    "name": "Vinland Saga",
    "coverSrc": "/covers/manga_Vinland-Saga.png",
    "coverAlt": "Vinland Saga manga cover",
    "type": "manga",
    "slug": "vinland-saga",
    "description": "<p>Thorfinn, son of one of the Vikings' greatest warriors, is among the finest fighters in the merry band of mercenaries run by the cunning Askeladd, an impressive feat for a person his age. However, Thorfinn is not part of the group for the plunder it entails&mdash;instead, for having caused his family great tragedy, the boy has vowed to kill Askeladd in a fair duel. Not yet skilled enough to defeat him, but unable to abandon his vengeance, Thorfinn spends his boyhood with the mercenary crew, honing his skills on the battlefield among the war-loving Danes, where killing is just another pleasure of life.</p><p>One day, when Askeladd receives word that Danish prince Canute has been taken hostage, he hatches an ambitious plot&mdash;one that will decide the next King of England and drastically alter the lives of Thorfinn, Canute, and himself. Set in 11th century Europe, Vinland Saga tells a bloody epic in an era where violence, madness, and injustice are inescapable, providing a paradise for the battle-crazed and utter hell for the rest who live in it.</p>",
    "tagLine": "Revenge, compassion, humanity, love. Pointy weapons making minced meat of people."
  }
]
